9/data/attachments/e98f88f17ab513d8.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Tracy_wonder_Actions_58107_1</nif:username>
            <nif:friendToBeRequested>soap_actions_08dddee8-a5fa-454e-b38a-8c429f776567</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>